// Localizable.strings
// Bluetooth Menu Extra

"BT"								= "Bluetooth：";
"BTWithVersion"						= "バージョン：%@";
"kNameKey"							= "名前：%@";
"kAddressKey"						= "アドレス：%@";
"Dial-up"							= "Bluetooth-モデム";
"Search"							= "電話を検索...";
"OpenNetPrefs"						= "“ネットワーク”環境設定を開く...";
"OpenIC"							= "“インターネット接続”を開く...";
"OnKey"								= "入";
"OffKey"							= "切";
"Not Available"						= "Bluetooth： 使用不可";
"Discoverable"						= "検出可能にする：入";
"NotDiscoverable"					= "検出可能にする：切";
"TempDiscoverable"					= "3 分間検出可能にする";
"BTTurnOff"							= "Bluetooth を切にする";
"BTTurnOn"							= "Bluetooth を入にする";
"BTDiscoverable"					= "検出可能にする";

"keyOK"								= "OK";
"kBluetoothDeviceYesKey"			= "はい";
"kBluetoothDeviceNoKey"				= "いいえ";
"LowBattWarning"					= "%@の電池残量低下";
"kDevices"							= "デバイス";

"kOpenBTPrefsKey"					= "“Bluetooth”環境設定を開く...";
"kMousePreferences"					= "“マウス”環境設定を開く...";
"kKeyboardPreferences"				= "“キーボード”環境設定を開く...";
"kTrackpadPreferences"				= "“トラックパッド”環境設定を開く...";
"kOpenPrintPrefsKey"				= "“プリンタ”環境設定を開く...";
"kOpenSoundPrefsKey"				= "“サウンド”環境設定を開く...";
"kSendFileToDevice"					= "ファイルを送信...";
"kBrowseDevice"						= "デバイスをブラウズ...";

"kTurnOnHeadphones"					= "オーディオデバイス（ステレオ）として使用";
"kTurnOffHeadphones"				= "オーディオデバイスとしては使用しない";
"kTurnOnHeadset"					= "オーディオデバイス（モノラル）として使用";
"kTurnOffHeadset"					= "オーディオデバイスとしては使用しない";

"kConnectDevice"					= "接続";
"kDisconnectDevice"					= "接続解除";
"kResetDevice"						= "このデバイスを出荷時の状態にリセット";
"kRemoveDevice"						= "このデバイスを取り除く";
"kSyncDevice"						= "同期...";
"kBatteryLevel"						= "電池残量：%@%%";
"kRSSIKey"							= "RSSI：%@ dBm";

"kPerformSDPQueryKey"				= "デバイスサービスをアップデート";
"kPerformNameRequestKey"			= "デバイス名をアップデート";

"kOpenBTSAKey"						= "Bluetooth デバイスを設定...";
"kOpenBTEKey"						= "Bluetooth Explorer を開く...";
"kOpenBDUKey"						= "Bluetooth 診断ユーティリティを開く...";
"kOpenPacketLoggerKey"				= "PacketLogger を開く...";
"kOpenBluetoothReporterKey"			= "診断レポートをデスクトップに作成...";

"kBTSendFileKey"					= "ファイルを送信...";
"kBTGetFileKey"						= "デバイスをブラウズ...";

"kJoinNetwork"						= "ネットワークへ接続";
"kKeyDisconnectFromNetwork"			= "ネットワークから接続解除";